Repository: mduranx64/swift-games
Catalog: SwiftUIGames/SwiftUIGames/Localizable.xcstrings
Source language: en
Languages: es_419, pt_br

source: Accept
es_419: Aceptar
pt_br: Aceitar

source: An open source collection of games made in Swift to learn programming and how to play the games
es_419: Una colectión de juegos de código abierto hecha con Swift para aprender programación y como jugar los juegos
pt_br: Uma coleção de jogos de código aberto feitos em Swift para aprender programação e como jogar os jogos

source: Are you sure you want to exit the game?
es_419: ¿Estas seguro que quieres salir del juego?
pt_br: Tem certeza de que deseja sair do jogo?

source: Bishop
es_419: Alfil
pt_br: Bispo

source: Black
es_419: Negro
pt_br: Preto

source: Black moves
es_419: Negro mueve
pt_br: Jogadas pretas

source: Board theme
es_419: Estilo del tablero
pt_br: Tema do tabuleiro

source: Brown
es_419: Maron
pt_br: Marrom

source: Cancel
es_419: Cancelar
pt_br: Cancelar

source: Chess
es_419: Ajedrez
pt_br: Xadrez

source: Confirm Exit
es_419: Confirmar Salir
pt_br: Confirmar saída

source: Game settings
es_419: Ajustes del juego
pt_br: Configurações do jogo

source: Knight
es_419: Caballero
pt_br: Cavalo

source: Queen
es_419: Reina
pt_br: Rainha

source: Rook
es_419: Torre
pt_br: Torre

source: Select a piece type
es_419: Seleciona una pieza
pt_br: Selecione um tipo de peça

source: Version: %@ (%@)
es_419: Versión: %1$@ (%2$@)
pt_br: Versão: %@ (%@)

source: Visit the repository on Github to contribute
es_419: Visita el repositorio en Github para contribuir
pt_br: Visite o repositório no Github para contribuir

source: White moves
es_419: Blanco mueve
pt_br: Jogadas brancas
